import React from "react";
import styles from "./Information.module.css";

const Information = () => {
  return (
    <div className={styles.information_wrapper}>
      <h1 className={styles.information_h1}>
        Согласие на обработку персональных данных (включая cookie)
      </h1>
      <p className={styles.information_p}>
        Настоящим, в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ
        «О персональных данных», вы подтверждаете свое согласие на обработку ООО
        «ПОДЗЕМПРОЕКТ» юридический адрес: 125040, г. Москва, 3-я улица Ямского
        поля, д. 20, стр. 1, в том числе Группе компаний Марксгрупп (далее –
          Марксгрупп) Ваших персональных данных.
      </p>
      <p className={styles.information_p}>
        Под персональными данными подразумевается любая информация (включая
        cookies), относящаяся к прямо или косвенно к Вам, включая, но не
        ограничиваясь: фамилия, имя, отчество, дата рождения, контактный
        телефон, адрес электронной почты, IP адрес, информация об используемом
        браузере, время доступа к программному обеспечению и/или любому сайту,
        сервису, услуге Марксгрупп, файлы cookies.
      </p>
      <p className={styles.information_p}>
        Настоящим согласием вы подтверждаете, что проинформированы о том, что
        под обработкой персональных данных понимаются действия с персональными
        данными, определённые в Федеральном законе № 152-ФЗ от 27.07.2006 «О
        персональных данных», а именно: сбор, запись, систематизация,
        накопление, хранение, уточнение (обновление, изменение), извлечение,
        использование, передача (предоставление, доступ), блокирование, удаление
        персональных данных, совершаемые использованием средств автоматизации
        Марксгрупп.
      </p>
      <p className={styles.information_p}>
        Данным согласием вы подтверждаете, что проинформированы о том, что
        обработка предоставляемых вами персональных данных может осуществляется
        для достижения следующей цели: исполнения обязательств Марксгрупп по
        заказам, договорам и иным обязательствам, принятым Marksgroup в качестве
        обязательных к исполнению перед Вами. Для указанной цели Marksgroup
        реализует комплекс действий, направленных на выполнение следующих задач:
      </p>
      <p className={styles.information_p}>
        – идентификация стороны в рамках оказания Услуги;
      </p>
      <p className={styles.information_p}>
        – предоставление пользователю персонализированных Услуг;
      </p>
      <p className={styles.information_p}>
        – предоставления Пользователю возможности использования программного
        обеспечения, сервисов и услуг, включая создание учетной записи,
        авторизацию под учетной записью;
      </p>
      <p className={styles.information_p}>
        – улучшение качества Услуг и разработка новых;
      </p>
      <p className={styles.information_p}>
        – проведение статистических и иных исследований, на основе обезличенных
        данных;
      </p>
      <p className={styles.information_p}>
        – предоставление персональных данных пользователя правообладателям,
        дистрибьюторам или реселлерам программного обеспечения в целях
        регистрации программного обеспечения на имя пользователя или
        организации, интересы которой представляет пользователь;
      </p>
      <p className={styles.information_p}>
        – предоставление пользователям Веб-сайта безопасного и удобного
        функционала по его использованию, эффективному отображению информации;
      </p>
      <p className={styles.information_p}>
        – исполнения обязательств по договорам с Пользователем, работодателем
        Пользователя, контрагентом Пользователя;
      </p>
      <p className={styles.information_p}>
        – установления с Пользователем обратной связи (в том числе посредством
        мессенджеров WhatsApp и Telegram, социальных сетей ВКонтакте, программой
        для организации видеоконференций Zoom);
      </p>
      <p className={styles.information_p}>
        регистрация пользователей Веб-сайта на мероприятия;
      </p>
      <p className={styles.information_p}>
        – выявления угроз безопасности для программного обеспечения, услуг и
        сервисов, пользователей, Марксгрупп и/или третьих лиц, в том числе
        проверка благонадежности Пользователя при заключении договоров с
        использованием программного обеспечения, услуг и сервисов.
      </p>
      <p className={styles.information_p}>
        – направления Пользователю рекламной информации (в том числе в форме
        рекламной рассылки) с использованием любых средств связи;
      </p>
      <p className={styles.information_p}>
        Настоящее согласие распространяется на следующие персональные данные:
        фамилия, имя, отчество, дата рождения, контактный телефон, сведения об
        организации, должность, номер факса, номер сотового телефона, адрес
        электронной почты, сведения о стране, городе, области проживания, IP
        адрес, информация об используемом браузере, время доступа к программному
        обеспечению и/или любому сайту, сервису, услуге Marksgroup, файлы
        cookies.
      </p>
      <p className={styles.information_p}>
        Срок действия Вашего согласия ограничен сроком, требующимся для
        достижения цели обработки персональных данных, если иной срок хранения
        персональных данных не установлен действующим законодательством, однако,
        Вы вправе в любой момент отозвать настоящее согласие, путём направления
        письменного уведомления на адрес: 125040, г. Москва, 3-я улица Ямского
        поля, д. 20, стр. 1, офис .....???, в «ГК Марксгрупп», с пометкой «отзыв
        согласия на обработку персональных данных». Удаление ваших персональных
        данных будет произведено Марксгрупп в течении 30 дней с момента
        получения данного уведомления.
      </p>
      <p className={styles.information_p}>
        Марксгрупп гарантирует соблюдение следующих прав субъекта персональных
        данных: право на получение сведений о том, какие персональные данные
        субъекта персональных данных хранятся у Марксгрупп; право на удаление,
        уточнение или исправление хранящихся у Марксгрупп персональных данных;
        иные права, установленные действующим законодательством Российской
        Федерации.
      </p>
      <p className={styles.information_p}>
        Персональные данные Пользователя хранятся в течение всего срока действия
        пользовательских соглашений с данным Пользователем, а также в течение 10
        лет после прекращения их действия, если персональные данные не были
        отозваны лично Пользователем.
      </p>
      <p className={styles.information_p}>
        В Группу компаний Марксгрупп входят следующие юридические лица: ......????????
      </p>
    </div>
  );
};

export default Information;
