const tableData = [
  {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
   {
    title: "Стекло в архитектуре",
    nomination: "Объект нового строительства",
    prize: "Победитель",
    year: "/_2022/",
   },
];

export default tableData;